Repository: mullvad/mullvadvpn-app
Catalog: ios/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ru, sv, th, tr, zh_hans, zh_hant

source: The app needs to communicate with a Mullvad API server to log you in, fetch server lists, and other critical operations.
da: Appen skal kommunikere med en Mullvad API-server for at kunne logge dig på, hente serverlister og andre kritiske operationer.
de: Die App muss mit einem Mullvad API-Server kommunizieren, um Sie anzumelden, Serverlisten abzurufen und andere wichtige Vorgänge durchzuführen.
es: La aplicación necesita comunicarse con un servidor API de Mullvad para iniciar su sesión, obtener las listas de servidores y otras operaciones críticas.
fi: Sovelluksen on kommunikoitava Mullvadin ohjelmointirajapinnan palvelimen kanssa, jotta sinut voidaan kirjata sisään, palvelinluetteloiden hakemiseksi sekä muiden tärkeiden toimintojen suorittamiseksi.
fr: L'application doit communiquer avec un serveur d'API Mullvad pour vous connecter, récupérer des listes de serveurs et effectuer d'autres opérations critiques.
it: L'app deve comunicare con un server API Mullvad per accedere, recuperare elenchi di server e altre operazioni critiche.
ja: アプリはユーザーのログイン、サーバーリストの取得、およびその他の重要な操作を行うためにMullvad APIサーバーと通信する必要があります。
ko: 이 앱은 로그인, 서버 목록 가져오기 및 기타 중요한 작업을 위해 Mullvad API 서버와 통신해야 합니다.
my: Mullvad API ဆာဗာသို့ သင်ဝင်ရောက်ရန်၊ ဆာဗာစာရင်းများ ရယူရန်နှင့် အလွန်အရေးပါသည့် အခြားလုပ်ဆောင်မှုများအတွက် ဤအက်ပ်သည် ၎င်းနှင့်ဆက်သွယ်ရန် လိုအပ်ပါသည်။
nb: Appen må kunne kommunisere med en Mullvad API-server for å logge deg inn, hente serverlister og utføre andre kritiske operasjoner.
nl: De app moet communiceren met een Mullvad-API-server om u aan te melden, serverlijsten op te halen en andere belangrijke handelingen uit te voeren.
pl: Aplikacja musi komunikować się z serwerem API Mullvad, aby można było się zalogować, pobrać listy serwerów i wykonywać inne krytyczne operacje.
pt: A app precisa de comunicar com um servidor da Mullvad API para iniciar a sua sessão, obter listas de servidores e outras operações críticas.
ru: Приложение должно взаимодействовать с сервером API Mullvad для входа в учетную запись, получения списков серверов и других важных операций.
sv: Appen måste kommunicera med en Mullvad API-server för att logga in dig, hämta serverlistor och andra viktiga åtgärder.
th: แอปจำเป็นต้องสื่อสารกับเซิร์ฟเวอร์ Mullvad API เพื่อนำคุณเข้าสู่ระบบ ดึงข้อมูลรายการเซิร์ฟเวอร์ และการดำเนินการที่สำคัญอื่นๆ
tr: Uygulamanın oturumunuzu açmak, sunucu listelerini almak ve diğer kritik işlemleri yapmak için bir Mullvad API sunucusuyla iletişim kurması gerekir.
zh_hans: 该应用需要与 Mulvad API 服务器通信，以便您登录、获取服务器列表和执行其他关键操作。
zh_hant: 該應用程式需要與 Mulvad API 伺服器通訊，以便您登入、取得伺服器清單並執行其他重要作業。

source: The app will test the method before saving.
da: Appen tester metoden, inden den gemmes.
de: Die Anwendung testet die Methode vor dem Speichern.
es: La aplicación probará el método antes de guardar.
fi: Sovellus testaa tavan ennen tallentamista.
fr: L'application testera la méthode avant d'enregistrer.
it: L'app testerà il metodo prima di salvarlo.
ja: アプリでは保存する前にこの方法をテストします。
ko: 저장하기 전 앱이 해당 방법을 테스트합니다.
my: အက်ပ်သည် နည်းလမ်းကို မသိမ်းဆည်းမီ အရင်ဆုံး စမ်းသပ်ပါမည်။
nb: Appen vil teste metoden før den lagres.
nl: De app test de methode voordat deze wordt opgeslagen.
pl: Aplikacja przetestuje metodę przed zapisaniem.
pt: A aplicação irá testar o método antes de guardar.
ru: Приложение проверит метод перед сохранением.
sv: Appen testar metoden innan den sparar.
th: แอปจะทดสอบวิธีการก่อนบันทึก
tr: Uygulama, kaydetmeden önce yöntemi test eder.
zh_hans: 应用将在保存前测试该方法。
zh_hant: 應用程式會在儲存前測試該方式。

source: The automatic setting will randomly choose from the valid port ranges shown below.
da: Den automatiske indstilling vælger tilfældigt fra de gyldige rækker af porte nedenfor.
de: Die automatische Einstellung wählt zufällig aus den unten gezeigten gültigen Portbereichen.
es: El ajuste automático se elegirá al azar entre los rangos de puertos válidos que se muestran a continuación.
fi: Automaattinen asetus valitsee satunnaisesti käytettävissä olevista, alla luetelluista porteista.
fr: Le réglage automatique choisira au hasard parmi la plage de ports valide affichée ci-dessous.
it: L'impostazione automatica sceglierà in modo casuale una porta valida negli intervalli mostrati di seguito.
ja: 自動設定では、以下の有効なポート範囲からランダムに選択されます。
ko: 자동 설정은 아래 표시된 유효한 포트 범위에서 임의로 선택합니다.
my: အော်တိုဆက်တင်သည် အောက်တွင် ဖော်ပြထားသည့် အကျုံးဝင် ပေါ့တ် အပိုင်းအခြားများထဲမှ ကျပန်းရွေးချယ်ပါမည်။
nb: Den automatiske innstillingen vil tilfeldig velge fra utvalget av gyldige porter vist under.
nl: Bij de automatische instelling wordt willekeurig gekozen uit de hieronder weergegeven geldige poortbereiken.
pl: Ustawienie automatyczne skutkuje wyborem losowym prawidłowego zakresu portów spośród zakresów przedstawionych poniżej.
pt: A definição automática escolherá aleatoriamente a partir do intervalo de portas válido apresentado abaixo.
ru: При автоматической настройке порт будет выбираться случайным образом из допустимого диапазона, показанного ниже.
sv: Den automatiska inställningen väljer slumpmässigt från giltiga portintervall som visas nedan.
th: การตั้งค่าอัตโนมัติจะเป็นการสุ่มเลือกจากช่วงพอร์ตที่ใช้งานได้ต่างๆ ซึ่งแสดงอยู่ด้านล่าง
tr: Otomatik ayar, aşağıda gösterilen geçerli port aralıklarından rastgele seçim yapar.
zh_hans: 自动设置将从下方显示的有效端口范围中随机选择。
zh_hant: 自動設定將會隨機從下方顯示的有效連接埠範圍中進行選擇。

source: The custom port can be any value inside the valid ranges: %@.
da: Den brugerdefinerede port kan være en hvilken som helst værdi inden for de gyldige intervaller: %@.
de: Der benutzerdefinierte Port kann ein beliebiger Wert innerhalb dieser gültigen Bereiche sein: %@.
es: El puerto personalizado pueder ser cualquier valor dentro de los rangos válidos: %@.
fi: Mukautettu portti voi olla mikä tahansa sallittu arvo: %@.
fr: Le port personnalisé peut prendre n'importe quelle valeur dans les plages valides : %@.
it: La porta personalizzata può essere qualsiasi valore all'interno degli intervalli validi: %@.
ja: カスタムポートは次の有効範囲内の任意の値に設定できます: %@。
ko: 사용자 지정 포트는 유효한 범위 내의 모든 값이 될 수 있습니다: %@
my: စိတ်ကြိုက်ပေါ့တ်သည် အကျုံးဝင် အပိုင်းအခြားများထဲမှ မည်သည့်တန်ဖိုးမဆို ဖြစ်နိုင်ပါသည်- %@ ။
nb: Den egendefinerte porten kan ha en hvilken som helst verdi innen det gyldige utvalget: %@.
nl: De aangepaste poort kan elke waarde zijn binnen de geldige bereiken: %@.
pl: Port niestandardowy może mieć dowolną wartość z następujących prawidłowych zakresów: %@.
pt: A porta personalizada pode ser qualquer valor dentro dos intervalos válidos: %@.
ru: Пользовательский порт может принимать любое значение внутри допустимых диапазонов: %@.
sv: Den anpassade porten kan vara ett värde inom de giltiga intervallen: %@.
th: พอร์ตแบบกำหนดเองอาจมีค่าใดๆ ก็ได้ ภายในช่วงที่ใช้งานได้: %@
tr: Özel port, geçerli aralıklar içindeki herhangi bir değer olabilir: %@.
zh_hans: 自定义端口可以是有效范围内的任何值：%@。
zh_hant: 自訂連接埠可以是有效範圍內的任何值：%@。

source: The device will be removed from the list and logged out.
da: Enheden fjernes fra listen og logges ud.
de: Das Gerät wird aus der Liste entfernt und abgemeldet.
es: El dispositivo se quitará de la lista y se cerrará la sesión en él.
fi: Laite poistetaan luettelosta ja kirjataan ulos.
fr: L'appareil sera supprimé de la liste et déconnecté.
it: Il dispositivo verrà rimosso dall'elenco e disconnesso.
ja: リストからデバイスが削除され、ログアウトされます。
ko: 장치가 목록에서 제거되고 로그아웃됩니다.
my: စက်ကို စာရင်းမှ ဖယ်ရှားပြီး စနစ်မှ ထွက်သွားလိမ့်မည်။
nb: Enheten blir fjernet fra listen og logget ut.
nl: Het apparaat wordt verwijderd uit de lijst en afgemeld.
pl: Urządzenie zostanie usunięte z listy i wylogowane.
pt: O dispositivo será removido da lista e terminará a sessão.
ru: Устройство выйдет из профиля и будет удалено из списка.
sv: Enheten tas bort från listan och loggas ut.
th: อุปกรณ์จะถูกลบออกจากรายการและออกจากระบบ
tr: Cihaz listeden kaldırılacak ve oturum kapatılacak.
zh_hans: 该设备将从列表中移除并退出登录。
zh_hant: 裝置將從清單中移除並登出。

source: The entry and exit servers cannot be the same. Try changing one to a new server or location.
da: Indgangs- og udgangsserverne kan ikke være ens. Prøv at ændre en af dem til en ny server eller placering.
de: Eingangs- und Ausgangsserver können nicht derselbe Server sein. Versuchen Sie, einen von ihnen auf einen neuen Server oder Standort zu ändern.
es: Los servidores de entrada y salida no pueden ser el mismo. Intente cambiar uno de ellos a otro servidor o ubicación.
fi: Tulo- ja poistumispalvelin eivät voi olla sama palvelin. Kokeile vaihtaa toinen johonkin muuhun palvelimeen tai sijaintiin.
fr: Les serveurs d'entrée et de sortie ne peuvent pas être identiques. Essayez de changer un serveur ou un emplacement.
it: I server di entrata e di uscita non possono essere uguali. Prova a cambiare server o posizione.
ja: 入口サーバーと出口サーバーを同一にすることはできません。いずれかを新しいサーバーまたは場所に変更してください。
ko: 진입 및 종료 서버는 동일할 수 없습니다. 한 서버를 새로운 서버나 위치로 변경하세요.
my: အဝင်ဆာဗာနှင့် အထွက်ဆာဗာသည် တစ်ခုတည်းဖြစ်၍မရပါ။ ဆာဗာသစ်တစ်ခု သို့မဟုတ် တည်နေရာအသစ်တစ်ခုသို့ ပြောင်းကြည့်ပါ။
nb: Inngangs- og utgangsserverne kan ikke være de samme. Prøv å endre en av dem til en ny server eller plassering.
nl: De inkomende en uitgaande servers kunnen niet hetzelfde zijn. Wijzig een van de twee in een nieuwe server of locatie.
pl: Serwery wejściowe i wyjściowe nie mogą być takie same. Spróbuj zmienić jeden z nich na nowy serwer lub lokalizację.
pt: Os servidores de entrada e saída não podem ser os mesmos. Tente alterar um deles para um novo servidor ou localização.
ru: Серверы входа и выхода не могут быть одинаковыми. Попробуйте изменить один из них на новый сервер или местоположение.
sv: Start- och slutservrar får inte vara samma. Prova att ändra till en ny server eller plats.
th: เซิร์ฟเวอร์ขาเข้าและขาออกไม่สามารถเป็นเซิร์ฟเวอร์เดียวกันได้ ลองเปลี่ยนเซิร์ฟเวอร์หรือตำแหน่งใหม่
tr: Giriş ve çıkış sunucuları aynı olamaz. Yeni bir sunucu seçmeyi veya konumu değiştirmeyi deneyin.
zh_hans: 入口服务器和出口服务器不能相同。请尝试将其中一个更改为新的服务器或位置。
zh_hant: 入口伺服器和出口伺服器不能相同。請嘗試將其中一個伺服器變更為新伺服器或位置。

source: The entry server for %1$@ is currently overridden by %2$@. To select an entry server, please first enable “%3$@” or disable “%4$@” in the settings.
da: Indgangsserveren for %1$@ tilsidesættes i øjeblikket af %2$@. Du skal først aktivere "%3$@" eller deaktivere "%4$@" i indstillingerne for at vælge en indgangsserver.
de: Der Eingangsserver für %1$@ wird derzeit von %2$@ überschrieben. Um einen Eingangsserver zu wählen, aktivieren Sie bitte zunächst „%3$@“ oder deaktivieren Sie „%4$@“ in den Einstellungen.
es: %2$@ está reemplazando actualmente el servidor de entrada para %1$@. Para seleccionar un servidor de entrada, primero habilite «%3$@» o deshabilite «%4$@» en la configuración.
fi: %2$@ ohittaa tällä hetkellä %1$@in tulopalvelimen. Jos haluat valita tulopalvelimen, ota ensin käyttöön "%3$@" tai poista "%4$@" käytöstä asetuksista.
fr: Le serveur d'entrée pour %1$@ est actuellement contourné par %2$@. Pour sélectionner un serveur d'entrée, veuillez d'abord activer « %3$@ » ou désactiver « %4$@ » dans les paramètres.
it: Il server di entrata per %1$@ è attualmente sovrascritto da %2$@. Per selezionare un server di entrata, abilita prima "%3$@" o disabilita "%4$@" nelle impostazioni.
ja: %1$@の入口サーバーは現在、%2$@によってオーバーライドされています。入口サーバーを選択するには、まずは設定で [%3$@] を有効化するか、[%4$@] を無効化してください。
ko: %1$@ 진입 서버가 현재 %2$@에 의해 재정의되었습니다. 진입 서버를 선택하려면 먼저 설정에서 "%3$@"을(를) 활성화하거나 "%4$@"을(를) 비활성화하세요.
my: လက်ရှိတွင် %1$@ အတွက် အဝင်ဆာဗာကို %2$@ က ကျော်လွန် ပယ်ဖျက်ထားပါသည်။ အဝင်ဆာဗာတစ်ခု ရွေးချယ်ရန် ဦးစွာ ဆက်တင်တွင် “%3$@” ကို ဖွင့်ပါ သို့မဟုတ် “%4$@“ ကို ပိတ်ပါ။
nb: Inngangsserveren for %1$@ overstyres for øyeblikket av %2$@. For å velge en inngangsserver må du først aktivere «%3$@» eller deaktivere «%4$@» i innstillingene.
nl: De inkomende server voor %1$@ is momenteel overschreven door %2$@. Als u een inkomende server wilt selecteren, moet u eerst "%3$@" inschakelen of "%4$@" uitschakelen in de instellingen.
pl: Serwer wejściowy dla funkcji %1$@ jest obecnie zastąpiony przez funkcję %2$@. Aby wybrać serwer wejściowy, najpierw włącz funkcję „%3$@” lub wyłącz funkcję „%4$@” w ustawieniach.
pt: O servidor de entrada para %1$@ está a ser substituído pela %2$@. Para selecionar um servidor de entrada, primeiro ative "%3$@" ou desative a "%4$@" nas definições.
ru: Сервер входа для функции «%1$@» в настоящее время переопределен функцией «%2$@». Чтобы выбрать сервер входа, сначала включите «%3$@» или отключите «%4$@» в настройках.
sv: Startservern för %1$@ åsidosätts för tillfället av %2$@. Om du vill välja en startserver ska du först aktivera "%3$@" eller inaktivera "%4$@" i inställningarna.
th: ขณะนี้เซิร์ฟเวอร์สำหรับ %1$@ ถูกแทนที่โดย %2$@ หากต้องการเลือกเซิร์ฟเวอร์สำหรับรายการ โปรดเปิดใช้งาน “%3$@” หรือปิดใช้งาน “%4$@” ในการตั้งค่าก่อน
tr: %1$@ için giriş sunucusu şu anda %2$@ tarafından geçersiz kılınıyor. Bir giriş sunucusu seçmek için önce ayarlardan "%3$@"' seçeneğini etkinleştirin veya "%4$@" seçeneğini devre dışı bırakın.
zh_hans: %1$@的入口服务器目前被 %2$@ 覆盖。要选择入口服务器，请先在设置中启用“%3$@”或停用“%4$@”。
zh_hant: %1$@ 的入口伺服器目前已由 %2$@ 覆寫。若要選擇入口伺服器，請先在設定中啟用「%3$@」或停用「%4$@」。

source: The payment request was cancelled.
da: Betalingsanmodningen blev annulleret.
de: Die Zahlungsanfrage wurde storniert.
es: Se ha cancelado la solicitud de pago.
fi: Maksupyyntö peruutettiin.
fr: La demande de paiement a été annulée.
it: La richiesta di pagamento è stata annullata.
ja: 支払いのリクエストがキャンセルされました。
ko: 결제 요청이 취소되었습니다.
my: ငွေပေးချေမှု တောင်းဆိုချက်ကို ပယ်ဖျက်လိုက်ပါပြီ။
nb: Betalingsforespørselen ble kansellert.
nl: Het betalingsverzoek is geannuleerd.
pl: Żądanie płatności zostało anulowane.
pt: O pedido de pagamento foi cancelado.
ru: Запрос на оплату был отменен.
sv: Betalningsförfrågan annullerades.
th: คำขอชำระเงินถูกยกเลิก
tr: Ödeme isteği iptal edildi.
zh_hans: 付款请求已取消。
zh_hant: 已取消付款請求。

source: The selected WireGuard port is not supported, please change it under **VPN settings**.
da: Den valgte WireGuard-port understøttes ikke, skift den under **VPN-indstillinger**.
de: Der ausgewählte WireGuard-Port wird nicht unterstützt, bitte ändern Sie ihn unter **VPN-Einstellungen**.
es: No se admite el puerto WireGuard seleccionado. Cámbielo bajo la **configuración de VPN**.
fi: Valittua Wireguard-porttia ei tueta. Vaihda se **VPN-asetuksissa**.
fr: Le port WireGuard sélectionné n'est pas pris en charge. Veuillez le modifier sous **Paramètres VPN**.
it: La porta WireGuard selezionata non è supportata, cambiala in **Impostazioni VPN**.
ja: 選択したWireGuardポートはサポートされていません。**VPN設定**で変更してください。
ko: 선택한 WireGuard 포트는 지원되지 않습니다. **VPN 설정**에서 변경하세요.
my: ရွေးချယ်ထားသော WireGuard ပေါ့တ်ကို တွဲဖက်လုပ်ဆောင်နိုင်ခြင်း မရှိသဖြင့် ** VPN ဆက်တင် များ ** တွင်ပြောင်းပေးပါ။
nb: Valgt WireGuard-port støttes ikke. Du kan endre den i **VPN-innstillingene**.
nl: De geselecteerde WireGuard-port wordt niet ondersteund. Wijzig de poort bij de **VPN-instellingen**.
pl: Wybrany port WireGuard nie jest obsługiwany. Zmień go w obszarze **Ustawienia VPN**.
pt: A porta WireGuard selecionada não é suportada. Altere-a em **Definições de VPN**.
ru: Выбранный порт wireGuard не поддерживается — измените его в **настройках VPN**.
sv: Den valda WireGuard-porten stöds inte, ändra den i **VPN-inställningar**.
th: พอร์ต WireGuard ที่เลือกไม่ได้รับการรองรับ โปรดเปลี่ยนแปลงภายใต้ **การตั้งค่า VPN**
tr: Seçilen WireGuard portu desteklenmiyor, **VPN ayarları" altından portu değiştirin.
zh_hans: 所选 WireGuard 端口不受支持，请在 **VPN 设置**下更改。
zh_hant: 不支援所選的 WireGuard 連接埠，請至**VPN 設定**下變更。

source: The version of settings stored on device is unrecognized.Settings will be reset to defaults and the device will be logged out.
da: Den version af indstillingerne, der er gemt på enheden, kan ikke genkendes. Indstillingerne nulstilles til standardindstillingerne, og enheden bliver logget af.
de: Die auf dem Gerät gespeicherte Version der Einstellungen wird nicht erkannt. Die Einstellungen werden auf die Standardeinstellungen zurückgesetzt und das Gerät wird abgemeldet.
es: No se reconoce la versión de la configuración guardada en el dispositivo. La configuración se restablecerá a los valores predeterminados y se cerrará la sesión en el dispositivo.
fi: Laitteelle tallennettujen asetusten versiota ei tunnisteta. Asetukset palautetaan oletuksiin, ja laite kirjataan ulos.
fr: La version des paramètres enregistrés sur l'appareil n'est pas reconnue. Les paramètres seront réinitialisés aux valeurs par défaut et l'appareil sera déconnecté.
it: La versione delle impostazioni memorizzata sul dispositivo non è riconosciuta. Le impostazioni verranno ripristinate ai valori predefiniti e il dispositivo verrà disconnesso.
ja: デバイスに保存されている設定のバージョンを認識できません。設定がデフォルトの状態にリセットされ、デバイスはログアウトされます。
ko: 장치에 저장된 설정의 버전을 확인할 수 없습니다. 설정이 기본값으로 초기화되고 장치가 로그아웃됩니다.
my: စက်ပေါ်တွင် သိမ်းဆည်းထားသော ဆက်တင်များ၏ ဗားရှင်းကို မသိရှိပါ။ ဆက်တင်များကို ပုံသေအတိုင်း ပြန်လည်သတ်မှတ်မည်ဖြစ်ပြီး စက်မှ အကောင့်ထွက်သွားပါမည်။
nb: Innstillingene som er lagret på enheten, gjenkjennes ikke. Innstillingene vil bli tilbakestilt til standardinnstillingene, og enheten vil bli logget ut.
nl: De versie van de op het apparaat opgeslagen instellingen wordt niet herkend. De instellingen worden gereset naar de standaardinstellingen en het apparaat wordt afgemeld.
pl: Wersja ustawień zapisana na urządzeniu nie jest rozpoznawana. Ustawienia zostaną zresetowane do wartości domyślnych, a urządzenie zostanie wylogowane.
pt: A versão das definições armazenadas no dispositivo não é reconhecida. As definições serão redefinidas para as predefinições e a sessão do dispositivo será terminada.
ru: Версия настроек, сохраненная на устройстве, не распознается. Настройки будут сброшены до значений по умолчанию, и устройство будет выведено из системы.
sv: Den version av inställningarna som lagras på enheten känns inte igen. Inställningarna återställs till standard och enheten loggas ut.
th: เวอร์ชันของการตั้งค่าที่เก็บไว้ในอุปกรณ์ไม่ได้รับการรู้จัก การตั้งค่าจะถูกรีเซ็ตเป็นค่าเริ่มต้น และอุปกรณ์จะถูกนำออกจากระบบ
tr: Cihazda saklanan sürüm ayarları tanınmıyor. Ayarlar varsayılanlara sıfırlanacak ve cihazdan çıkış yapılacak.
zh_hans: 存储在设备上的设置版本无法识别。设置将被重置为默认值，且设备将退出登录。
zh_hant: 無法辨識裝置上儲存的設定版本。設定將重設為預設，裝置將登出。

source: This can be useful if the API is censored but Mullvad’s bridge servers are not.
da: Dette kan være nyttigt, hvis API'en er censureret, men Mullvads broservere ikke er det.
de: Dies kann nützlich sein, wenn die API zensiert ist, die Brückenserver von Mullvad aber nicht.
es: Esto puede resultar útil si se censura la API, pero no así los servidores puente de Mullvad.
fi: Tästä voi olla hyötyä, jos ohjelmointirajapinta on sensuroitu, mutta Mullvadin siltauspalvelimet eivät.
fr: Cela peut être utile si l'API est censurée, mais que les serveurs de pont Mullvad ne le sont pas.
it: Questo può essere utile se l'API è censurata ma i server bridge di Mullvad no.
ja: これは、APIが検閲されていてもMullvadのブリッジサーバーが検閲されていない場合に便利な場合があります。
ko: API가 검열되지만 Mullvad의 브리지 서버는 검열되지 않는 경우 유용할 수 있습니다.
my: API ကို စိစစ်ဖြတ်တောက်မှုများ ပြုလုပ်ထားသော်လည်း Mullvad ၏ ပေါင်းကူးဆာဗာများကို မပြုလုပ်ထားပါက ၎င်းသည် အသုံးဝင်နိုင်သည်။
nb: Dette kan være nyttig hvis API er sensurert, men Mullvads broservere ikke er det.
nl: Dit kan nuttig zijn als de API gecensureerd is, maar de bridgeservers van Mullvad niet.
pl: Może to być przydatne, jeśli API jest cenzurowany, a serwery mostowe Mullvad nie.
pt: Isto pode ser útil se a API estiver censurada, mas os servidores de ponte da Mullvad não.
ru: Это может быть полезно, если API подвергается цензуре, а серверы-мосты Mullvad — нет.
sv: Detta kan vara användbart om API:n är censurerad men Mullvads broservrar inte är det.
th: ตัวเลือกนี้อาจมีประโยชน์ในกรณีที่ API ถูกเซ็นเซอร์ แต่เซิร์ฟเวอร์ Bridge ของ Mullvad ไม่ถูกเซ็นเซอร์
tr: Bu, API'nin sansürlendiği ancak Mullvad'ın köprü sunucularının sansürlenmediği durumlarda kullanışlı olabilir.
zh_hans: 如果 API 被审查，但 Mullvad 的桥接服务器没有被审查，此方法可能很有用。
zh_hant: 如果 API 受到審查，但 Mullvad 的橋接伺服器未受到審查，此方式可能會很有用。

source: This can be useful when you are not affected by censorship.
da: Dette kan være nyttigt, når du ikke er berørt af censur.
de: Dies kann nützlich sein, wenn Sie nicht von Zensur betroffen sind.
es: Esto puede resultar útil cuando no se vea afectado por la censura.
fi: Tästä voi olla hyötyä, kun sensuurilla ei ole vaikutusta toimintaasi.
fr: Cela peut être utile lorsque vous n'êtes pas concerné par la censure.
it: Questo può essere utile quando la censura non ti riguarda.
ja: これは、検閲による影響を受けていない場合に便利な場合があります。
ko: 검열의 영향을 받지 않는 경우 유용할 수 있습니다.
my: သင့်အပေါ် စိစစ်ဖြတ်တောက်မှု၏ အကျိုးသက်ရောက်ခြင်း မရှိသည့်အခါ ၎င်းသည် အသုံးဝင်နိုင်ပါသည်။
nb: Dette kan være nyttig når du ikke er berørt av sensur.
nl: Dit kan nuttig zijn als u niet wordt gecensureerd.
pl: Może to być przydatne, gdy cenzura Cię nie dotyczy.
pt: Isto pode ser útil quando não é afetado pela censura.
ru: Это может быть полезно, если цензура отсутствует.
sv: Detta kan vara användbart när du inte påverkas av censurering.
th: ตัวเลือกนี้อาจมีประโยชน์ในกรณีที่คุณไม่ได้ถูกเซ็นเซอร์ใดๆ
tr: Bu özellik sansürden etkilenmediğiniz durumlarda kullanışlı olabilir.
zh_hans: 当您不受审查影响时，此方法可能很有用。
zh_hant: 當您不受審查影響時，此方式可能會很有用。

source: This device is not allowed to make the payment.
da: Denne enhed har ikke tilladelse til at foretage betalingen.
de: Dieses Gerät kann keine Zahlungen ausführen.
es: Este dispositivo no está autorizado para realizar el pago.
fi: Tämä laite ei voi suorittaa maksua.
fr: Cet appareil n'est pas autorisé à effectuer le paiement.
it: Questo dispositivo non è autorizzato a effettuare il pagamento.
ja: このデバイスでは支払いが許可されていません。
ko: 이 장치에서는 결제가 허용되지 않습니다.
my: ဤစက်တွင် ငွေပေးချေမှု ပြုလုပ်ခြင်းကို ခွင့်မပြုထားပါ။
nb: Enheten har ikke tillatelse til å utføre betalingen.
nl: Dit apparaat heeft geen toestemming om de betaling uit te voeren.
pl: Z tego urządzenia nie można dokonać płatności.
pt: Este dispositivo não tem permissão para efetuar o pagamento.
ru: Это устройство не имеет разрешений для осуществления платежей.
sv: Enheten har inte tillåtelse att göra betalningen.
th: อุปกรณ์นี้ไม่ได้รับอนุญาตให้ทำการชำระเงิน
tr: Bu cihaz üzerinden ödeme yapılamıyor.
zh_hans: 此设备不能进行付款。
zh_hant: 不允許此裝置進行付款。
